<?php

return [

    'title_page' => 'المراحل الدراسية',
    'grade_list' => 'قائمة المراحل الدراسية',
    'add_grade' => 'إضافة مرحلة',
    'edit_grade'=> 'تعديل مرحلة',
    'delete_grade'=> 'حذف مرحلة',
    'warning_grade'=> 'هل انت متأكد من عملية الحذف ؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'notes' => 'ملاحظات',
    'submit' => 'حفظ البيانات',
    'name'=>'اسم المرحلة',
    'processes'=>'العمليات',
    'delete_grade_error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'edit'=>'تعديل',
    'exists'=>'المرحلة موجودة مسبقا',
    'delete'=>'حذف',
    'close' => 'اغلاق',
];
